def say_hello():
    """ Вывести приветствие """
    name = input('Введите имя')  # вызов функции чтения ввода с клавиатуры
    print('Hello,', name)
say_hello()
